Repository: jarmyo/jarmyo
Catalog: WebPage/Resources/Views.Curriculum.Index.*.resx
Languages: fr_fr

# JobDate1
source: Aug 2009 - Mar 2019
fr_fr: Août 2009 - Mars 2019

# JobDate2
source: Mar 2013 - Paused in 2022
fr_fr: Mars 2013 - Présent

# JobDate3
source: Nov 2019 - Sept 2022
fr_fr: Novembre 2019 - Présent

# JobDate4
source: Sept 2021 - Mar 2022
fr_fr: Septembre 2021 - Présent

# JobDescription1
source: Administration of technological assets in Chiapas Delegation, responsible for statistics and data analysis, software development for control of migratory stations. Telecommunications support and management.
fr_fr: Administration des actifs technologiques dans la délégation du Chiapas, responsable des statistiques et de l’analyse des données, développement de logiciels pour le contrôle des stations migratoires. Soutien et gestion des télécommunications.

# JobDescription2
source: Desktop software for restaurant control. Web service and Android App. Web Page with statistics dashboard. Proprietary deployment system. Real-time communication between clients. High-volume federated database.
fr_fr: Logiciel de bureau pour le contrôle des restaurants. Service Web et application Android. Page Web avec tableau de bord des statistiques. Système de déploiement propriétaire. Communication en temps réel entre les clients. Base de données fédérée à volume élevé.

# JobDescription3
source: Design, Development and implementation of software for biometric control of Aguascalientes state's prisions and internal control software of the Public Security Bureau of the State.
fr_fr: Conception, développement et mise en œuvre d’un logiciel de contrôle biométrique des prisions de l’État d’Aguascalientes et d’un logiciel de contrôle interne du Bureau de la sécurité publique de l’État.

# JobDescription4
source: Backend maintenance and development of <a href="https://education.ti.com">Texas Instruments</a> sitecore-CMS education area.
fr_fr: Maintenance backend et développement de <a href="https://education.ti.com">Texas Instruments</a> sitecore-CMS o domaine de l’éducation.

# JobName1
source: Informatics Department Head
fr_fr: Chef du département Informatique

# JobName2
source: Co-founder, CTO
fr_fr: Co-fondateur, Directeur de la technologie

# JobName3
source: Product Owner - Main Developer
fr_fr: Propriétaire du produit - Développeur principal

# JobName4
source: .NET Developer
fr_fr: Développeur .NET

source: Stack
fr_fr: Technologies utilisées

# Title
source: Work Experience
fr_fr: Curriculum
