Repository: jarmyo/jarmyo
Catalog: WebPage/Resources/Views.Home.Index.*.resx
Languages: es_mx, fr_fr

source: Blog
es_mx: Diario

source: Books
es_mx: Libros

# Current activities
source: Current and some past activities
es_mx: En que me ocupo y ocupaba
fr_fr: Activités en cours

# Interest1
source: I write <a href="https://shinjistudio.blogspot.com/search/label/Poetico">poetry</a> and <a href="https://shinjistudio.blogspot.com/search/label/Filosofico">prose</a> at my personal blog since 2006
es_mx: Escribo <a href="https://shinjistudio.blogspot.com/search/label/Poetico">poesía</a> y <a href="https://shinjistudio.blogspot.com/search/label/Filosofico">prosa</a> en mi blog personal desde 2006
fr_fr: J'écris de la <a href="https://shinjistudio.blogspot.com/search/label/Poetico">poésie</a> et <a href="https://shinjistudio.blogspot.com/search/label/Filosofico ">prose</a> sur mon blog personnel depuis 2006

# Interest2
source: I like to play <a href="https://www.instagram.com/p/CF07YvKhl4r/">Guitar</a>
es_mx: Me gusta tocar la <a href="https://www.instagram.com/p/CF07YvKhl4r/">Guitarra</a>
fr_fr: J'aime jouer à la <a href="https://www.instagram.com/p/CF07YvKhl4r/">Guitare</a>

# Interest3
source: I like to compose <a href="/assets/mas.mp3">rare instrumental minimal music</a> and other <a href="/assets/zapato.mp3">type of music</a>
es_mx: Me gusta componer <a href="/assets/mas.mp3">musica instrumental minimalista </a> y otros <a href="/assets/zapato.mp3">tipos de música</a>
fr_fr: J'aime composer de la <a href="/assets/mas.mp3">musique minimale instrumentale rare</a> et d'autres <a href="/assets/zapato.mp3">type de musique</a>

source: Languages
es_mx: Idiomas

# Lead
source: Hello, welcome to my personal page, I am a software developer specialized in .NET technologies and Microsoft ecosystems, I have more than 10 years creating software. I love learning and building new things.
es_mx: Hola, bienvenido a mi pagina personal, soy un desarrollador de software especializado en tecnologías .NET y ecosistemas de Microsoft, tengo mas de 10 años creando software. Disfruto aprendiendo y creando cosas nuevas.
fr_fr: Bonjour, bienvenue sur ma page personnelle, je suis un développeur de software spécialisé dans les technologies .NET et les écosystèmes Microsoft, j’ai plus de 10 ans de création de software. J’aime apprendre et construire de nouvelles choses.

# My_Activities
source: Well, I don't do much, but what I do, I do with passion.
es_mx: No hago mucho, pero lo que hago, lo hago con pasión

# My_Activities1
source: <a href="https://github.com/jarmyo?tab=repositories">I code software for the love of art</a>
es_mx: <a href="https://github.com/jarmyo?tab=repositories">Hago un poco de software libre</a>

# My_Activities2
source: Informatics Deparment Head on <a href="https://www.inm.gob.mx">México's Inmigration Federal Bureau</a> for Chiapas state
es_mx: Jefe del Departamento de Informatica, Programación y Estadistica del <a href="https://www.inm.gob.mx">Instituto Nacional de Migración en Chiapas</a>; Enlace y responsable técnologico estatal

# My_Activities3
source: I am responsible for the technological development of <a href="https://repos.mx">Repos Software</a>
es_mx: Soy el Director tecnologico de <a href="https://repos.mx">Repos Software</a>

# My_Activities4
source: Development of biometric security systems at <a href="https://www.aguascalientes.gob.mx/ssp/">Aguascalientes Goverment</a>
es_mx: Desarrollo de software biometrico y de seguridad en la <a href="https://www.aguascalientes.gob.mx/ssp/">Secretaría de Seguridad Pública de Aguascalientes</a>

# My_Activities5
source: Web Development at <a href="https://education.ti.com">Texas Instruments</a> via <a href="https://www2.deloitte.com/us/en.html">Deloitte</a>
es_mx: Desarrollo web en <a href="https://education.ti.com">Texas Instruments</a> via <a href="https://www2.deloitte.com/us/en.html">Deloitte</a>

# LeadSocial
source: There are my personal social media
es_mx: Mis redes sociales
fr_fr: Il y a mes médias sociaux personnels

source: Movies
es_mx: Peliculas

source: Other
es_mx: Otras actividades
fr_fr: Autre

# Other2
source: A lot of random stuff
es_mx: Mas registros digitales
fr_fr: Beaucoup de choses aléatoires

# Other3
source: more random stuff
es_mx: Mas cosas
fr_fr: des choses plus aléatoires

source: Social Media
es_mx: Redes sociales
fr_fr: Des médias sociaux

# Work Playgroud
source: Work Playground
es_mx: Area de Pruebas
fr_fr: Travail

source: Finalized
es_mx: Finalizado

source: Paused
es_mx: En Pausa

# My_Activities6
source: Software developer at <a href="https://www.sterlingcheck.com">Sterling</a> via <a href="https://www2.deloitte.com/us/en.html">Hexaware</a>
es_mx: Desarrollo de software en <a href="https://www.sterlingcheck.com">Sterling</a> via <a href="https://www2.deloitte.com/us/en.html">Hexaware</a>
